Repository: pspassova/ASP.NET-MVC-Project
Catalog: Visions.Web/App_GlobalResources/GlobalResources.*.resx
Languages: bg

# AboutPageMainText
source: Visions lets you effortlessly share anything.
bg: Тук можеш да споделяш каквото пожелаеш.

# AboutPageSecondaryText
source: Post text, photos, quotes, links, music, and videos from your browser, phone, desktop or wherever you happen to be.
bg: Публикувай снимки, цитати, линкове, музика и видеа от своя браузър, телефон или където и да се намираш.

# AboutPageTitle
source: About
bg: За нас

# AboutTabText
source: About
bg: За нас

# AdminManageSectionTitle
source: Manage
bg: Администраторски профил

# AlreadyHaveAnAccountText
source: Already have an account?
bg: Вече имаш профил?

# ArticleContentPlaceholderMessage
source: Content
bg: Съдържание

# ArticleFieldMinLengthValidationMessage
source: The text must be more than {0} characters long.
bg: Текстът трябва да бъде с дължина поне {0} символа

# ArticleFiledRequiredValidationMessage
source: Please enter some text.
bg: Полето е задължително

# ArticleTitlePlaceholderMessage
source: Title
bg: Заглавие

# BackToHomepageMessage
source: Back to homepage
bg: Към началната страница

# BackToListMessage
source: Back to list
bg: Назад

# ChoosePhotoAltMessage
source: Choose a photo
bg: Избери снимка

# CreateNewAccountText
source: Create a new account.
bg: Създай нов профил.

# DeleteButtonText
source: Delete
bg: Изтрий

# DeleteConfirmationQuestionMessage
source: Are you sure you want to delete this?
bg: Сигурни ли сте, че искате да изтриете това?

# DeletePhotoTitle
source: Delete photo
bg: Изтрий снимка

# DeleteSectionText
source: Delete
bg: Изтрий

# DetailsSectionText
source: Details
bg: Детайли

# EditButtonText
source: Edit
bg: Редактирай

# EditFailedMessage
source: Edit failed
bg: Промяната е неуспешна

# EditPhotoTitle
source: Edit photo
bg: Редактирай снимка

# EditSaveButtonText
source: Save
bg: Запази промените

# EditSectionText
source: Edit
bg: Редактирай

# EditSuccessfulMessage
source: Edit successful
bg: Промяната е успешна

# EmailPlaceholderText
source: eg: myname@yahoo.com
bg: пример: myname@yahoo.com

# FooterText
source: ASP.NET MVC - Course project
bg: Проект за курса по ASP.NET MVC

# FoundedByLabel
source: Founded
bg: Основан

# FoundedByText
source: March 2017
bg: Март, 2017

# FounderLabel
source: Founder
bg: Основател

# HomepageGetStartedButtonText
source: Get started
bg: Присъедини се сега

# HomepageMainText
source: Come for what you love.
bg: Ела за това, което харесваш.

# HomepageSecondaryText
source: Stay for what you discover.
bg: Остани за това, което откриеш.

# LabelForImage
source: Image
bg: Снимка

# LoginPageTitle
source: Log in
bg: Вход

# LogoutTabText
source: Log out
bg: Изход

# MenuTabText
source: Menu
bg: Меню

# NewRegistrationText
source: Register as a new user
bg: Регистрирай се

# NoResultsMessage
source: No results
bg: Няма резултати

# PhotoDetailsTitle
source: Photo details
bg: Детайли

# PostArticleButtonText
source: Post
bg: Изпрати

# PostArticleTitle
source: Got something to say?
bg: Искаш да споделиш нещо?

# PostUploadedPhotoButtonText
source: Post
bg: Качи

# ProfileTabText
source: Profile
bg: Профил

# RegisterPageTitle
source: Register
bg: Регистрация

# SearchPlaceholderText
source: Search
bg: Търси

# SharedDashboardTitle
source: Shared dashboard
bg: Споделени

# SharedTabText
source: Shared
bg: Споделени

# TagsFieldPlaceholderMessage
source: Tags, separated by spaces, at least two characters long
bg: Ключови думи, разделени с интервали, всяка с дължина минимум 2 символа

# UploadFailedMessage
source: Upload failed
bg: Качването е неуспешно

# UploadPhotoTitle
source: Upload photo
bg: Качи снимка

# UploadSuccessfulMessage
source: Upload successful
bg: Качването е успешно

# UserIdDisplayName
source: User ID
bg: Потребителско ID
